{
    "about": " Hello, my name is **Fathima Zulaikha** and I am a passionate **Full-Stack Developer** who loves to work on innovative tech projects. I'm proficient in **Java**, **Python**, and **JavaScript**, and I work with a diverse range of tools and technologies to build innovative **web and cross-platform applications**, including **AI-powered solutions** and **open-source projects**. I'm always open to exciting opportunities and collaborations that align with my passion for technology and digital transformation. \n\n\n## Background\n I’m currently pursuing a Bachelor’s degree in Computer Science and Engineering at Loyola-ICAM College of Engineering and Technology (LICET), graduating in 2025.\n Prior to this, I completed my higher secondary education at The Schram Academy, Maduravoyal, in the PCMC (Computer Science) stream, achieving an overall **95.6%** in my CBSE 12th Board Exams.\n ## I Build Through Code\n At my core, I’m a **builder** — someone who finds purpose in turning **ideas** into **impactful software**. I believe that code is more than just syntax; it’s a powerful tool to **solve real-world problems** and create meaningful user experiences. Whether it's developing AI-based applications, contributing to open-source projects, or crafting seamless web interfaces, I use code to bring ideas to life. Every project I take on is an opportunity to **learn**, **improve**, and **make a difference** through technology.\n ## I'm a Lifelong Learner\n I believe in the power of **continuous learning** and actively seek to expand my skill set through **online courses** and **globally recognized certifications.**\n I've earned two certifications from **Red Hat** — Red Hat Certified Engineer (RHCE) and Red Hat Certified System Administrator (RHCSA). In addition, I have completed the **Google Cloud Computing Foundations** course offered by IIT Kharagpur through NPTEL, as well as an Industry Certification course on **Java Full Stack** from Wipro TalentNext.\n I have also earned the **Postman API Fundamentals Student Expert certification**, further strengthening my knowledge in API development and testing.",
    "imageSource": "images/about/profile.png"
    
}